[
  {
    "news": [
      {
        "title": "India vs South Africa 2nd Test, Day 3 LIVE Score: Keshav Maharaj, Vernon Philander Put India's Charge On Hold",
        "url": "https://sports.ndtv.com/india-vs-south-africa-2019/ind-vs-sa-2nd-test-match-day-3-live-cricket-score-updates-2115573",
        "content": "Ravichandran Ashwin dismissed Faf du Plessis for 64 to leave South Africa at 197 for eight at Tea on Day three. India could only manage to pick one wicket in the post-Lunch session as Vernon Philander and Keshav Maharaj fighted it out till the Tea break. In the morning session, South Africa scored 100 runs for the loss of three wickets thanks to du Plessis' 21st Test half-century. Umesh Yadav was the pick of the bowlers for India who has picked up three wickets so far in this innings. Ravichandran Ashwin and Mohammed Shami have bagged two wickets apiece. India still have a lead of 404 runs over the visitors and we might see Virat Kohli enforcing the follow-on as soon the bowlers take the remaining two wickets."
      },
      {
        "title": "US announces deployment of additional 3000 troops to Saudi Arabia",
        "url": "https://www.hindustantimes.com/world-news/us-announces-deployment-of-additional-3000-troops-to-saudi-arabia/story-N5jh3mI7gjO1Yy44qMUoYO.html",
        "content": "The United States has announced to deploy additional 3,000 troops to Saudi Arabia in view of the “increased threat perception” due to drone attacks on oil facilities. The US has blamed Iran for the attacks. “Today, an additional 3,000 troops will flow to Saudi Arabia,” Special US Envoy for Iran Brian Hook told reporters at the State Department.\n\nSecretary of State Mike Pompeo said in a tweet, “The United States is deploying additional forces and military equipment to Saudi Arabia to enhance its defensive capabilities and to help restore deterrence against Iranian aggression.” Pompeo said the Iranian regime should either “change its behaviour” or “watch its economy collapse”. \n\nIn an interaction with reporters, Hook said Saudi Arabia was a long-standing security partner of the US and had requested an additional support to supplement their defences and defend the rules-based international order. This decision is supported by many partners in the region, who were on the frontlines of the Iranian aggression, he said.\n\nHook added that since May, the Department of Defense had increased the number of forces by approximately 14,000 to the CENTCOM area of responsibility as an investment in regional security."
      }
    ]
  }
]
