[
  {
    "title": "India vs South Africa 2nd Test, Day 3 LIVE Score: Keshav Maharaj, Vernon Philander Put India's Charge On Hold",
    "loc": "India",
    "url": "https://www.sports.ndtv.com/india-vs-south-africa-2019/ind-vs-sa-2nd-test-match-day-3-live-cricket-score-updates-2115573",
    "content": "Ravichandran Ashwin dismissed Faf du Plessis for 64 to leave South Africa at 197 for eight at Tea on Day three. India could only manage to pick one wicket in the post-Lunch session as Vernon Philander and Keshav Maharaj fighted it out till the Tea break. In the morning session, South Africa scored 100 runs for the loss of three wickets thanks to du Plessis' 21st Test half-century. Umesh Yadav was the pick of the bowlers for India who has picked up three wickets so far in this innings. Ravichandran Ashwin and Mohammed Shami have bagged two wickets apiece. India still have a lead of 404 runs over the visitors and we might see Virat Kohli enforcing the follow-on as soon the bowlers take the remaining two wickets."
  },
  {
    "title": "US announces deployment of additional 3000 troops to Saudi Arabia",
    "loc": "US",
    "url": "https://www.hindustantimes.com/world-news/us-announces-deployment-of-additional-3000-troops-to-saudi-arabia/story-N5jh3mI7gjO1Yy44qMUoYO.html",
    "content": "The United States has announced to deploy additional 3,000 troops to Saudi Arabia in view of the “increased threat perception” due to drone attacks on oil facilities. The US has blamed Iran for the attacks. “Today, an additional 3,000 troops will flow to Saudi Arabia,” Special US Envoy for Iran Brian Hook told reporters at the State Department.\n\nSecretary of State Mike Pompeo said in a tweet, “The United States is deploying additional forces and military equipment to Saudi Arabia to enhance its defensive capabilities and to help restore deterrence against Iranian aggression.” Pompeo said the Iranian regime should either “change its behaviour” or “watch its economy collapse”. \n\nIn an interaction with reporters, Hook said Saudi Arabia was a long-standing security partner of the US and had requested an additional support to supplement their defences and defend the rules-based international order. This decision is supported by many partners in the region, who were on the frontlines of the Iranian aggression, he said.\n\nHook added that since May, the Department of Defense had increased the number of forces by approximately 14,000 to the CENTCOM area of responsibility as an investment in regional security."
  },
  {
    "title": "Indian nurses in UAE likely to lose jobs over new requirement",
    "loc": "UAE",
    "url": "https://www.livemint.com/education/news/indian-nurses-in-uae-likely-to-lose-jobs-over-new-requirement-11571556390927.html",
    "content": "Indian nurses, UAE, nursing jobs in UAE, minimum educational qualification for nurses, United Arab Emirates, BSc Nursing Programme, health servicesHundreds of Indian nurses diploma certificates in the United Arab Emirates (UAE) were at risk of losing their jobs due to a new educational requirement, a media report said."
  },
  {
    "title": "Lonely Planet names England the world's second best tourist destination in 2020",
    "loc": "England",
    "url": "https://www.theguardian.com/uk-news/2019/oct/22/lonely-planet-names-england-the-worlds-second-best-tourist-destination-in-2020",
    "content": "England has been named the world’s second best tourist destination in 2020 due to its “timeless treasures” by the guide book firm, Lonely Planet, behind Bhutan.The list, featured in the Best in Travel 2020 book, was compiled based on “topicality, unique experiences and wow factor”.The entry for England states: “Brexit uncertainties have dominated the headlines in recent years but one constant amid all the confusion has been the timeless treasures that England is famous for: the historic castles and cathedrals, the quaint villages and rolling countryside, and of course, the seaside."
  },
  {
    "title": "Japanese Officials Surprised by IOC's Plans to Move 2020 Olympics Marathon to North Japan",
    "loc": "Japan",
    "url": "https://www.news18.com/news/sports/japanese-officials-surprised-by-iocs-plans-to-move-2020-olympics-marathon-to-north-japan-2349517.html",
    "content": "Tokyo: Japanese officials have been caught by surprise at an International Olympic Committee plan to move the Tokyo 2020 marathon over heat fears.The IOC said Wednesday it is considering moving the event to Sapporo over concerns that sweltering summer temperatures in Tokyo could affect athletes."
  },
  {
    "title": "Germany remains Croatia''s most important economic partner",
    "loc": "Germany",
    "url": "https://www.outlookindia.com/newsscroll/germany-remains-croatias-most-important-economic-partner/1645691",
    "content": "Zagreb, Oct 22 (IANS) Croatian Prime Minister Andrej Plenkovic has said that Germany is Croatia''s most important economic partner and the doors are still open to German investors.He made the remarks while meeting with visiting Germany''s Federal Minister of Economic Affairs and Energy Peter Altmaier on Monday, Xinhua news agency reported.Croatia is particularly interested in investments in the auto industry, and there is a stimulating investment environment, Plenkovic said.Altmaier stressed that southeast Europe is a region of opportunity for all countries and that Germany wants close exchanges with European partners."
  },
  {
    "title": "No Justification At This Stage' for New Brexit Delay, Says France",
    "loc": "France",
    "url": "https://www.news18.com/news/world/no-justification-at-this-stage-for-new-brexit-delay-says-france-2357169.html",
    "content": "Paris: France's foreign minister said Tuesday he saw (no justification at this stage) for an additional delay to Britain's scheduled October 31 departure from the European Union.We've been waiting for three years for this decision. It's important for it to be announced today because otherwise there will be no option except 'no deal,' which is not the solution we prefer, Jean-Yves Le Drian told lawmakers in parliament."
  }
]
